{
    "en": {
        "topic":"Short Biography on Dr. APJ Abdul Kalam ",
        "text": "APJ Abdul Kalam was born to Jainulabdeen and Ashiamma on October 15, 1931. His father was a boat owner and his mother was a homemaker. His family's economic situation was not strong, so at an early age, he began helping his family financially.He graduated in 1955 from the Madras Institute of Technology and graduated from St. Joseph's College, Tiruchirappalli, in Aerospace Engineering. He joined the Defense Research and Development Organization's (DRDO) Aeronautical Development Base as a Chief Scientist after his graduation. He won credit as Project Director-General for making India's first indigenous satellite (SLV III) rocket. It was his ultimate support that brought nuclear power to India. In July 1992, he was appointed Scientific Advisor to the Indian Ministry of Defence. As a national counsellor, he played a significant role in the world-famous nuclear tests at Pokhran II. In 1981, he was awarded the Padma Bhushan Award, in 1909 the Padma Vibhushan, and in 1997 the highest civilian award of India' Bharat Ratna 'for modernizing the defence technology of India and his outstanding contribution. From July 25, 2002 - July 25, 2007, he served as President of India, becoming famous among Indians and receiving a lot of attention from Indian youth. He became popular as the People's President. Kalam worked as a professor, chancellor, and assistant at many institutions after leaving office. He experienced serious cardiac arrest on the evening of July 27, 2015, and fell unconscious and died 2 hours later.In 1999, Kalam published his autobiography and a book called The Wings of Fire. He has written many other books that are useful to the people of every generation"
     
    },
    "hi": {
        "topic":"डॉ एपीजे अब्दुल कलाम पर लघु जीवनी",
        "text": "एपीजे अब्दुल कलाम का जन्म 15 अक्टूबर 1931 को जैनुलाब्दीन और अशिअम्मा के घर हुआ था। उनके पिता एक नाव के मालिक थे और उनकी माँ एक गृहिणी थीं। उनके परिवार की आर्थिक स्थिति मजबूत नहीं थी, इसलिए कम उम्र में ही उन्होंने अपने परिवार की आर्थिक मदद करना शुरू कर दिया। उन्होंने 1955 में मद्रास इंस्टीट्यूट ऑफ टेक्नोलॉजी से स्नातक किया और सेंट जोसेफ कॉलेज, तिरुचिरापल्ली से एयरोस्पेस इंजीनियरिंग में स्नातक किया। स्नातक स्तर की पढ़ाई के बाद वह रक्षा अनुसंधान और विकास संगठन (डीआरडीओ) के वैमानिकी विकास बेस में मुख्य वैज्ञानिक के रूप में शामिल हुए। उन्होंने भारत का पहला स्वदेशी उपग्रह (एसएलवी III) रॉकेट बनाने के लिए परियोजना महानिदेशक के रूप में श्रेय हासिल किया। यह उनका अंतिम समर्थन था जिसने भारत को परमाणु ऊर्जा प्रदान की। जुलाई 1992 में उन्हें भारतीय रक्षा मंत्रालय का वैज्ञानिक सलाहकार नियुक्त किया गया। एक राष्ट्रीय परामर्शदाता के रूप में, उन्होंने पोखरण द्वितीय में विश्व प्रसिद्ध परमाणु परीक्षणों में महत्वपूर्ण भूमिका निभाई। भारत की रक्षा प्रौद्योगिकी के आधुनिकीकरण और उनके उत्कृष्ट योगदान के लिए उन्हें 1981 में पद्म भूषण पुरस्कार, 1909 में पद्म विभूषण और 1997 में भारत के सर्वोच्च नागरिक पुरस्कार 'भारत रत्न' से सम्मानित किया गया। 25 जुलाई, 2002 से 25 जुलाई, 2007 तक, उन्होंने भारत के राष्ट्रपति के रूप में कार्य किया, भारतीयों के बीच प्रसिद्ध हुए और भारतीय युवाओं का बहुत ध्यान आकर्षित किया। वह जनता के राष्ट्रपति के रूप में लोकप्रिय हुए। कार्यालय छोड़ने के बाद कलाम ने कई संस्थानों में प्रोफेसर, चांसलर और सहायक के रूप में काम किया। 27 जुलाई, 2015 की शाम को उन्हें गंभीर हृदयाघात का अनुभव हुआ और वे बेहोश हो गए और 2 घंटे बाद उनकी मृत्यु हो गई। 1999 में, कलाम ने अपनी आत्मकथा और द विंग्स ऑफ फायर नामक पुस्तक प्रकाशित की। उन्होंने कई अन्य पुस्तकें भी लिखी हैं जो हर पीढ़ी के लोगों के लिए उपयोगी हैं। "
        
    },
    "mr": {
        "topic":" डॉ. एपीजे अब्दुल कलाम यांचे लघु चरित्र ",
        "text" :"एपीजे अब्दुल कलाम यांचा जन्म १५ ऑक्टोबर १९३१ रोजी जैनुलाब्दीन आणि आशिअम्मा यांच्या घरी झाला. त्यांचे वडील बोट मालक होते आणि आई गृहिणी होती. त्यांच्या कुटुंबाची आर्थिक परिस्थिती मजबूत नव्हती, म्हणून लहान वयातच त्यांनी आपल्या कुटुंबाला आर्थिक मदत करण्यास सुरुवात केली. त्यांनी मद्रास इन्स्टिट्यूट ऑफ टेक्नॉलॉजीमधून 1955 मध्ये पदवी प्राप्त केली आणि सेंट जोसेफ कॉलेज, तिरुचिरापल्ली येथून एरोस्पेस अभियांत्रिकीमध्ये पदवी प्राप्त केली. पदवीनंतर ते संरक्षण संशोधन आणि विकास संस्थेच्या (DRDO) एरोनॉटिकल डेव्हलपमेंट बेसमध्ये मुख्य शास्त्रज्ञ म्हणून सामील झाले. भारताचा पहिला स्वदेशी उपग्रह (SLV III) रॉकेट बनवण्याचे श्रेय त्यांना प्रकल्प महासंचालक म्हणून मिळाले. त्यांनीच भारताला अणुऊर्जा मिळवून दिली. जुलै 1992 मध्ये त्यांना भारतीय संरक्षण मंत्रालयाचे वैज्ञानिक सल्लागार म्हणून नियुक्त करण्यात आले. राष्ट्रीय समुपदेशक म्हणून त्यांनी पोखरण II येथील जगप्रसिद्ध अणुचाचण्यांमध्ये महत्त्वपूर्ण भूमिका बजावली. 1981 मध्ये त्यांना पद्मभूषण पुरस्कार, 1909 मध्ये पद्मविभूषण आणि 1997 मध्ये भारताच्या संरक्षण तंत्रज्ञानाच्या आधुनिकीकरणासाठी आणि त्यांच्या उत्कृष्ट योगदानासाठी भारताचा सर्वोच्च नागरी पुरस्कार 'भारतरत्न' देण्यात आला. 25 जुलै 2002 - 25 जुलै 2007 पर्यंत, त्यांनी भारताचे राष्ट्रपती म्हणून काम केले, ते भारतीयांमध्ये प्रसिद्ध झाले आणि भारतीय तरुणांचे खूप लक्ष वेधून घेतले. ते पीपल्स प्रेसिडेंट म्हणून लोकप्रिय झाले. कलाम यांनी पद सोडल्यानंतर अनेक संस्थांमध्ये प्राध्यापक, कुलपती आणि सहाय्यक म्हणून काम केले. 27 जुलै 2015 च्या संध्याकाळी त्यांना हृदयविकाराचा तीव्र झटका आला आणि ते बेशुद्ध पडले आणि 2 तासांनंतर त्यांचा मृत्यू झाला. 1999 मध्ये कलाम यांनी त्यांचे आत्मचरित्र आणि द विंग्ज ऑफ फायर नावाचे पुस्तक प्रकाशित केले. प्रत्येक पिढीतील लोकांना उपयुक्त अशी इतर अनेक पुस्तके त्यांनी लिहिली आहेत. "
       
}
}